Repository: r-net11/Rubezh
Catalog: Projects/FiresecService/Localization/StrazhDeviceSDK/Common/CommonResources.*.resx
Languages: ru

# AccessScheduleOffense
source: Access Violation schedule
ru: Нарушение графика доступа

source: Always closed
ru: Всегда закрыто

source: Always open
ru: Всегда открыто

# AnotherDoorOpen
source: Open another door lock
ru: Открыта другая дверь шлюза

source: Black list
ru: Черный список

source: Button
ru: Кнопка

# ControllerBusy
source: The controller is busy
ru: Контроллер занят

# ControllerNotFound
source: The controller can not be found
ru: Контроллер не найден

# ControllerNotFoundInConfig
source: controller configuration was not found
ru: Не найден контроллер в конфигурации

# CouldNotOpenLockInAlwaysOpenMode
source: You can not close the castle, located in Mode ALWAYS OPEN
ru: Нельзя закрыть замок, находящийся в режиме ВСЕГДА ОТКРЫТО

source: debts
ru: Задолженность

source: Direction
ru: Направление

source: entrance
ru: Вход

source: Exit
ru: Выход

source: expiration
ru: Просрочка

# FingerprintOnly
source: Only fingerprint
ru: Только отпечаток пальца

# Forcing
source: Compulsion
ru: Принуждение

# NC004
source: Four controller
ru: Четырехдверный контроллер

source: frozen
ru: Заморожена

source: Guest
ru: Гостевая

# Guests
source: Guest
ru: Гостевой

# IncorectLockOpenMode
source: Incorrect method of opening the lock
ru: Неверный метод открытия замка

# IncorectPassword
source: Incorrect password
ru: Неверный пароль

# IncorrectLogin
source: Invalid login
ru: Неверный логин

# IncorrectPasscardPassword
source: Invalid password pass
ru: Неверный пароль пропуска

# KeepOpen
source: Keep an open
ru: Держать открытой

# Lock12
source: Castle 1 + 2
ru: Замок 1+2

# Lock123
source: Castle 1 + 2 + 3
ru: Замок 1+2+3

# Lock1234
source: Castle 1 + 2 + 3 + 4
ru: Замок 1+2+3+4

# Lock1324
source: Castle 1 + 3 and 2 + 4
ru: Замок 1+3 и 2+4

# Lock1423
source: Castle 1 + 4 and 2 + 3
ru: Замок 1+4 и 2+3

# Lock234
source: Castle 2 + 3 + 4
ru: Замок 2+3+4

# Lock34
source: Castle 3 + 4
ru: Замок 3+4

# LockBreaking
source: Castle in the 'Hacking'
ru: Замок в состоянии 'Взлом'

# LockClosed
source: Castle in 'closed'
ru: Замок в режиме 'Закрыто'

source: locked
ru: Заблокирована

# LockNotFoundInConfig
source: castle in configuration was not found
ru: Не найден замок в конфигурации

# LockSettingNotSupportForcing
source: Lock settings does not support skipping 'Coercion'
ru: Настройки замка не поддерживает пропуск 'Принуждение'

source: lost
ru: Потеряна

source: Maternal
ru: Материнский

# NoAccessPermissions
source: No access rights
ru: Нет прав доступа

source: No error
ru: Нет ошибки

# NoLinkWithController
source: No communication with the controller "{0}". {1}"
ru: Нет связи с контроллером "{0}". {1}"

source: Normal
ru: Нормальный

# Normals
source: normal
ru: Нормальное

# NotFoundInConfig
source: in the configuration can not be found
ru: Не найдено в конфигурации

# NC101
source: single-door controller
ru: Однодверный контроллер

source: Operation canceled
ru: Операция отменена

source: Other
ru: Прочее

# PassbackToZone
source: Repeated passage in the zone
ru: Повторный проход в зону

# Passcard
source: Map
ru: Карта

# PasscardBlocked
source: skipping disabled
ru: Пропуск заблокирован

# PasscardFingerprint
source: Map and fingerprint
ru: Карта и отпечаток пальца

# PasscardFirst
source: First map
ru: Сначала карта

# PasscardNumber
source: Card number
ru: Номер карты

# PasscardType
source: Type of card
ru: Тип карты

# PasscardValidityExpired
source: pass has expired or has not come
ru: Срок действия пропуска истек или не наступил

source: Password
ru: Пароль

# PasswordFirst
source: First password
ru: Сначала пароль

source: password Only
ru: Только пароль

# PasswordOrCard
source: Password Card
ru: Пароль или карта

# PasswordOrCardOrFingerprint
source: Password card or fingerprint
ru: Пароль или карта или отпечаток пальца

source: Patrol
ru: Патруль

# Reader13InReader24Out
source: Reader 1 or 3 Entrance, Reader 2 or 4 - Exit
ru: Считыватель 1 или 3- Вход, Считыватель 2 или 4 - Выход

# Reader1InReader2Out
source: Reader 1 - Entrance, Reader 2 - Exit
ru: Считыватель 1 - Вход, Считыватель 2 - Выход

# Reader3InReader4Out
source: Reader 3 - Entrance, Reader 4 - Exit
ru: Считыватель 3 - Вход, Считыватель 4 - Выход

# Remote
source: Remotely
ru: Удаленно

source: Safe room
ru: Безопасная комната

source: Section
ru: Секция

source: Security
ru: Охрана

source: Service
ru: Сервисная

source: Time-out
ru: Таймаут

# NC002
source: The two-door controller
ru: Двухдверный контроллер

# UnderProtection
source: under the protection of
ru: Под защитой

source: Unknown
ru: Неизвестно

# UnknownReason
source: unknown cause
ru: Неизвестная причина

# UserBlocked
source: This user was blocked
ru: Пользователь был заблокирован

source: User is illegal
ru: Пользователь нелегальный

# UserLogged
source: User already logged
ru: Пользователь уже залогинен

# General
source: Normal
ru: Обычная

source: Vip
ru: Вип

# WaitPassConfirm
source: Waiting for confirmation of passage
ru: Ожидание подтверждения прохода

# WriteAccessSchedulesOnController
source: Write access to the controller schedules "{0}"
ru: Запись графиков доступа на контроллер "{0}"

# WriteAccessSchedulesOnControllerCanceled
source: A write access to the controller schedules "{0}" canceled
ru: Операция записи графиков доступа на контроллер "{0}" отменена

# WriteLockPasswordsOnController
source: Record locks passwords on the controller "{0}"
ru: Запись паролей замков на контроллер "{0}"

# WriteLockPasswordsOnControllerCanceled
source: A write lock password to the controller "{0}" canceled
ru: Операция записи паролей замков на контроллер "{0}" отменена

# WritePasscardsOnController
source: Record passes to the controller "{0}"
ru: Запись пропусков на контроллер "{0}"

source: Wrong ID
ru: Неверный идентификатор
