Repository: r-net11/Rubezh
Catalog: Projects/FireAdministrator/Localization/Strazh/Views/CommonViews.*.resx
Languages: ru

# ActivateSynchronisation
source: Activate synchronization with the NTP-server
ru: Активировать синхронизацию с NTP-сервером

# AddChildZone
source: Add a subsidiary zone
ru: Добавить дочернюю зону

# AddFrame
source: Add picture
ru: Добавить кадр

# AddParentZone
source: Add to the parent zone
ru: Добавить к родительской зоне

source: Address
ru: Адрес

# AllowMultiplyVisualization
source: Allow multiple visualization
ru: Разрешить множественную визуализацию

# AlternativeClosingTime
source: Alternative closing time, with
ru: Альтернативное время закрытия, с

# AlternativeRetentionClosingTime
source: Alternative retention time and the closing time are used with gaps, which enabled mode "Use alternate settings lock time delays"
ru: Альтернативные время удержания и время закрытия используются с пропусками, для которых задействован режим "Использовать альтернативные параметры временных задержек замка"

# AlternativeRetentionTime
source: Alternative retention time, ms
ru: Альтернативное время удержания, мс

source: Anti-passback
ru: Запрет повторного прохода

# Autosearch
source: Auto
ru: Автопоиск

# BurglaryAlarm
source: Anxiety for burglary
ru: Тревога по взлому

# CameraSelectationView
source: Camera
ru: Камера

# CardsWrite
source: Record passes
ru: Запись пропусков

# ChangeDoor
source: If you change the type of access point on the controller, it will be unavailable for a few seconds! Binding readers to access points will be deleted! The other settings in this window should be made only after the entry of this parameter.
ru: При смене типа точки доступа на контроллере он будет недоступен в течение нескольких секунд! Привязка считывателей к точкам доступа будет удалена! Остальные настройки в этом окне следует производить только после записи этого параметра.

source: Change password
ru: Изменить пароль

# CloseLockCloseDoor
source: Close the lock when you close the door
ru: Закрывать замок при закрытии двери

# ClosingTime
source: Closing time with
ru: Время закрытия, с

# ConfigWrite
source: configuration Record
ru: Запись конфигурации

source: connected to
ru: Подключено к

# ControllerDateTime
source: The date and time on the controller
ru: Дата и время на контроллере

source: controller Management
ru: Управление контроллером

source: controller Password
ru: Пароль контроллера

# ControllerWritesCommands
source: the controller records Team
ru: Команды записи на контроллер

source: create
ru: Создать

# CurrentPassword
source: The current password
ru: Действующий пароль

source: date
ru: Дата

source: Day
ru: День

# DayOfWeek
source: Day of the week
ru: День недели

# DaySchedule
source: Daily schedule
ru: Дневное расписание

source: Default Gateway
ru: Шлюз по умолчанию

# DeleteDevice
source: Remove the device
ru: Удалить устройство

# DeleteFrame
source: Remove frame
ru: Удалить кадр

# DeleteState
source: Remove condition
ru: Удалить состояние

# Denomination
source: Name
ru: Наименование

# DenyMultipleVisualization
source: Disable multiple visualization
ru: Запретить множественную визуализацию

source: Description
ru: Описание

source: designation
ru: Обозначение

# DeviceAvailableOnPlan
source: The device is already available on the plan
ru: Устройство уже размещено на плане

# DeviceCanPlacedOnPlan
source: The device can be placed on the plan
ru: Устройство может быть размещено на плане

# DeviceIn
source: input device
ru: Устройство входа

# DeviceNotOnPlan
source: The device is not placed on the plan
ru: Устройство не размещено на плане

# DeviceOut
source: output device
ru: Устройство выхода

# DeviceShouldNotPlacedOnPlan
source: The device should not be placed on the plan
ru: Устройство нельзя размещать на плане

source: device type
ru: Тип устройства

# DoorAvailableOnPlan
source: The access point is already placed on the plan
ru: Точка доступа уже размещена на плане

# DoorCanPlacedOnPlan
source: The access point can be placed on the plan
ru: Точка доступа может быть размещена на плане

# DoorNotOnPlan
source: The access point is not available on terms
ru: Точка доступа не размещена на плане

source: door sensor
ru: Датчик двери

# DoorSensorActive
source: Active door monitoring sensor
ru: Активен датчик контроля двери

# DoorShouldNotPlacedOnPlan
source: The access point may not be placed on the plan
ru: Точку доступа нельзя размещать на плане

# DoorType
source: Type AP
ru: Тип точки доступа

# Duration
source: Duration, ms:
ru: Длительность, мс:

source: duress alarm
ru: Тревога по принуждению

# End
source: Ending
ru: Окончание

# ExportToSvg
source: Export .svg
ru: Экспорт в .svg

# FirstDay
source: 1 Day
ru: 1-й день

source: Frame
ru: Кадр

source: Gateway
ru: Шлюз

source: Information
ru: Информация

source: Input device
ru: Входное устройство

source: IP-address
ru: IP-адрес

# LeadsToZone
source: It leads to a zone
ru: Ведет в зону

# Lock
source: Castle
ru: Замок

# Lock1
source: Castle 1
ru: Замок 1

# Lock12
source: Castle 1 + 2
ru: Замок 1+2

# Lock123
source: Castle 1 + 2 + 3
ru: Замок 1+2+3

# Lock1234
source: Castle 1 + 2 + 3 + 4
ru: Замок 1+2+3+4

# Lock1324
source: Castle 1 + 3 and 2 + 4
ru: Замок 1+3 и 2+4

# Lock1423
source: Castle 1 + 4 and 2 + 3
ru: Замок 1+4 и 2+3

# Lock2
source: Castle 2
ru: Замок 2

# Lock234
source: Castle 2 + 3 + 4
ru: Замок 2+3+4

# Lock3
source: Castle 3
ru: Замок 3

# Lock34
source: Castle 3 + 4
ru: Замок 3+4

# Lock4
source: Castle 4
ru: Замок 4

# LockSchedule
source: castle Schedule
ru: Расписание замка

# LockStateExpiredTime
source: Status of the castle at the time of expiry
ru: Состояние замка по истечению времени

source: main
ru: Основные

# MainGateway
source: Main gate
ru: Основной шлюз

# Mask
source: Subnet mask
ru: Маска подсети

source: Name
ru: Название

# NetControllerSettings
source: Network Controller Settings
ru: Сетевые настройки контроллера

source: Note
ru: Примечание

# Number
source: room
ru: Номер

# OpenMethod
source: Public method
ru: Метод открытия

# OpenMethodRange
source: Public method specified in the range, is valid until the beginning of the next interval
ru: Метод открытия, заданный в интервале, действует до момента начала следующего интервала

source: Output device
ru: Выходное устройство

# PassCards
source: passes
ru: Пропуска

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Port
ru: Порт

source: properties
ru: Свойства

# Read
source: Consider
ru: Считать

source: Reader
ru: Считыватель

# Reader12
source: Reader 1-input, 2-output
ru: Считыватель 1-вход, 2-выход

# Reader1324
source: Reader 1 and 3-input, 2-output and 4
ru: Считыватель 1 и 3-вход, 2 и 4-выход

# Reader34
source: Reader 3-input, 4-output
ru: Считыватель 3-вход, 4-выход

source: Release Date
ru: Дата выпуска ПО

source: Reload
ru: Перезагрузить

# ResetAllParameters
source: If you reset all parameters of the controller will be installed at the factory, and the recorded passes will be erased
ru: При сбросе настроек все параметры контроллера будут установлены на заводские, а записанные пропуска будут стерты

source: Reset settings
ru: Сбросить настройки

# RetentionTime
source: Retention time, ms
ru: Время удержания, мс

# ScheduleFirstDay
source: The first day of the schedule
ru: Первый день графика

# ScheduleNameNotRead
source: Schedule name assigned to the lock is stored in the configuration and can not be read by the controller
ru: Имя расписания, назначенного для замка, хранится в конфигурации и не считывается с контроллера

# SelectCamera
source: Click to select the camera
ru: Нажмите для выбора камеры

# ServiceCommands
source: service team
ru: Сервисные команды

source: settings
ru: Настройки

# SimultaneousLock
source: Lock simultaneous passage
ru: Блокировка одновременного прохода

source: Software version
ru: Версия ПО

source: Start
ru: Начало

# State
source: condition
ru: Состояние

# Synchronise
source: Synchronize
ru: Синхронизировать

source: Timeout
ru: Время ожидания

source: Time zone
ru: Временная зона

# TimeZoneNtp
source: Time Zone and NTP-server
ru: Временная зона и NTP-сервер

# Type
source: A type
ru: Тип

# UnclosedAlarm
source: Anxiety uncovered
ru: Тревога по незакрытию

source: update
ru: Обновить

# UpdatePeriod
source: Update Period, min.
ru: Период обновления, мин.

source: User
ru: Пользователь

# Week
source: A week
ru: Неделя

# Write
source: Record
ru: Записать

# WriteAccessSchedules
source: When you configure the controller to record, access the graphics are written on it, lock passwords
ru: При записи конфигурации на котроллер, на него будут записаны графики доступа, пароли замков

source: Zone not specified
ru: Зона не указана

# DoorDetails
source: When you save the settings bind readers to the access point will be deleted!
ru: При сохранении настроек привязка считывателей к точке доступа будет удалена!

source: Activate
ru: Активировать

# DifferentNets
source: The device and the server are on different subnets
ru: Устройство и сервер находятся в разных подсетях

# DifferentNetsDevices
source: Attention! The list includes the devices that are in the same subnet with the server (shown as inactive), so the connection to these devices will not be possible
ru: Внимание! В списке присутствуют устройства, которые находятся в разных подсетях с сервером (выделены как неактивные), поэтому подключение к этим устройствам будет невозможно

source: Mode
ru: Режим

# UpdateFirmware
source: Update software
ru: Обновить ПО

# ObsoleteFirmware
source: Warning! The controller has an older version of the software. You can update the software in the "settings" tab
ru: Внимание! На контроллере устаревшая версия ПО. Обновить ПО на контроллере можно во вкладке "Настройки"
