Repository: r-net11/Rubezh
Catalog: Projects/FireMonitor/Localization.Monitor/SKD/Views/CommonViews.*.resx
Languages: ru

source: access Schedule
ru: График доступа

# AccessTemplate
source: Templates access
ru: Шаблоны доступа

# AccessTemplForGroup
source: Assign template access group of employees (users)
ru: Назначить шаблон доступа группе сотрудников (посетителей)

# AcquittalDocumentType
source: View corroborative document
ru: Вид оправдательного документа

# ActiveEnding
source: End actions
ru: Окончание действия

# ActiveOutSchedule
source: It operates out of schedule
ru: Действует вне графика

# ActivePasscards
source: Active skip
ru: Активные пропуска

# ActiveStart
source: Onset of action
ru: Начало действия

source: Actually
ru: Фактически

source: Add
ru: Добавить

source: Additional columns
ru: Дополнительные колонки

# AllPassReset
source: Clear limits on re Prokh passes for all organizations
ru: Сброс ограничения на повторный прохов для ВСЕХ пропусков организации

# AlternativeCloseTime
source: Alternative closing and holding (for disabled persons card)
ru: Альтернативные время закрытия и удержания (для карт лиц с ограниченными возможностями)

# Appear
source: appearance
ru: Явка

# ArchiveDataDisplay
source: Display archive information
ru: Отображать архивные сведения

source: Background color
ru: Цвет фона

source: Balance:
ru: Баланс:

# BirthDate
source: Date of Birth
ru: Дата рождения

# BirthPlace
source: Place of Birth
ru: Место рождения

# Blocked
source: Locked
ru: Заблокированный

# BorderColor
source: The color of the border
ru: Цвет границы

# BorderWidth
source: The width of the border pixels.
ru: Ширина границы, пикс.

source: Break
ru: Перерыв

# CalcIgnore
source: Not taken into account in the calculation
ru: Не учитывать в расчетах

# PrintPasscard
source: Print certificate
ru: Печать удостоверения

# CheckEmplAccessTempl
source: Note the employees and select an access template that is assigned to them:
ru: Отметьте сотрудников и выберите шаблон доступа, который будет им назначен:

# ChooseCancel
source: Cancel selection
ru: Отменить выбор

# ChooseClick
source: Press to select
ru: Нажмите для выбора

# ChooseDepartClick
source: Press to select the unit
ru: Нажмите для выбора подразделения

# ChooseHead
source: appointed head
ru: Назначить руководителя

# ChooseHeadClick
source: Click to select the head
ru: Нажмите для выбора руководителя

# ChooseMaintainerClick
source: Click to select the accompanying
ru: Нажмите для выбора сопровождающего

# ChooseOtherLimits
source: To add a range, specify the other border.
ru: Для добавления интервала укажите другие границы.

# ChoosePositionClick
source: Press to select the position
ru: Нажмите для выбора должности

# ChooseScheduleClick
source: Click to select the work schedule
ru: Нажмите для выбора графика работы

source: Citizenship
ru: Гражданство

source: Code
ru: Код

# ConfirmLimitReset
source: Are you sure you want to reset the restrictions on re-pass for ALL Pass?
ru: Вы действительно хотите сбросить ограничения на повторный проход для ВСЕХ пропусков?

# ConfrimForceIntervalLock
source: Close spacing force?
ru: Закрыть интервал принудительно?

source: Constant
ru: Постоянный

# ControlReaders
source: readers Test
ru: Контрольные считыватели

source: Copy
ru: Копировать

# CorrectedBy
source: adjust
ru: Откорректировал

# CorrectionDate
source: adjustment date
ru: Дата корректировки

# CorrNeed
source: Required adjustment
ru: Требуется корректировка

source: data format
ru: Формат данных

# DateFormat
source: Date of formation
ru: Дата формирования

# DateMask
source: dd.mm.yyyy
ru: дд.мм.гггг

source: Day
ru: День

source: deactivated
ru: Деактивированный

# DecreaseReaders
source: Note readers, resolution decreases the number of passes for guest passes
ru: Отметьте считыватели, уменьшающие разрешенное число проходов для гостевых пропусков

source: Delete
ru: Удалить

source: deleted
ru: Удалённые

# DeleteDocument
source: Remove paper
ru: Удалить документ

# DeleteEmpl
source: Remove employee
ru: Удалить сотрудника

# DeleteFile
source: Delete a file
ru: Удалить файл

# DeletePasscard
source: Remove badge
ru: Удалить пропуск

# DepartCancel
source: Detach from unit
ru: Открепить от подразделения

# DepatHeadPosition
source: Position the head of the structural unit
ru: Должность руководителя структурного подразделения

# DisplayData
source: displayed data
ru: Отображаемые данные

# DisplayDeleted
source: show deleted
ru: Показывать удалённых

# DisplayEmplInList
source: Display in the list of employees
ru: Отображать в списке сотрудников

# DisplayEmplShift
source: Show all employees change
ru: Отображать все смены сотрудников

# DisplayOnlyDeleted
source: Show only deleted
ru: Показывать только удалённых

# DisplayShiftDeviation
source: Displays change with deviation from the timetable
ru: Отображать смены с отклонением от графика работы

# DisplayURVIntervals
source: Show only stay intervals in zones ASU
ru: Отображать только интервалы пребывания в зонах УРВ

# DocumentAdd
source: Add document
ru: Добавить документ

# DocumentBy
source: According to the document
ru: По документу

source: document Date
ru: Дата документа

# DocumentEndDateTime
source: Date and time of completion of the document
ru: Дата и время окончания действия документа

# DocumentExpireTo
source: The document is valid until
ru: Документ действителен до

# DocumentNumb
source: Document Number
ru: Номер документа

# DocumentOvertime
source: Processing of the document
ru: Переработка по документу

# DocumentStartDateTime
source: Date and time of the beginning of the document
ru: Дата и время начала действия документа

# DocumentsTypes
source: Types of documents
ru: Виды документов

source: document Type
ru: Тип документа

# DocumentVisiting
source: The presence of the document
ru: Присутствие по документу

# Door
source: Access point
ru: Точка доступа

# EarlyLeft
source: Care before
ru: Уход раньше

source: Edit
ru: Редактировать

# EditableIntervalLimits
source: The boundaries of the editable interval:
ru: Границы редактируемого интервала:

source: Edit document
ru: Редактировать документ

# EditEmpl
source: Edit employee
ru: Редактировать сотрудника

# EditPasscard
source: Edit skip
ru: Редактировать пропуск

source: Employees
ru: Сотрудники

# EmptyControlReaders
source: Target readers are not set! Check the selected template access!
ru: Контрольные считыватели не заданы! Проверьте выбранный шаблон доступа!

# EnabledPassCnt
source: Permitted number of passes
ru: Разрешенное число проходов

# End
source: the end
ru: Конец

source: end date
ru: Дата конца

source: Ending
ru: Окончание

# EnterFromKeyboard
source: Keyboard Input
ru: Ввод с клавиатуры

source: Event
ru: Событие

# ExitDateTime
source: The date and time
ru: Дата и время выхода

source: expiration date
ru: Дата истечения

source: File
ru: Файл

# FileAdd
source: add file
ru: Добавить файл

# FinishActiveDate
source: Expiry date
ru: Дата окончания действия

# ForAllDoors
source: For all access points
ru: Для всех точек доступа

# ForceCloseIntAlert
source: Forced closure of the interval can lead to an incorrect definition of the boundaries of the next interval.
ru: Принудительное закрытие интервала может привести к неверному определению границ следующего интервала.

# Forcing
source: Compulsion
ru: Принуждение

# ForSelectedDoors
source: For the selected access point
ru: Для выбранной точки доступа

# From
source: with
ru: с

# FromControlReader
source: From the control reader
ru: От контрольного считывателя

# FromDeactive
source: From deactivated
ru: Из деактивированных

# FromUSB
source: From USB-reader
ru: От USB-считывателя

source: Full name
ru: ФИО

source: Guest
ru: Гостевой

source: head
ru: Руководитель

# HeadDismiss
source: Remove the head
ru: Снять руководителя

# Height
source: Height mm
ru: Высота, мм

# HrDepartHead
source: Head of HR
ru: Руководитель отдела кадров

# HRHeadPosition
source: Position the head of the personnel department
ru: Должность руководителя кадровой службы

# ImgClean
source: Clear image
ru: Очистить картинку

# IntDocumentType
source: Type of the document slot
ru: Тип интервала по документу

source: Issued by
ru: Кем выдан

# IssuedDate
source: date of issue
ru: Дата выдачи

source: last page
ru: Последняя страница

# Late
source: lateness
ru: Опоздания

source: lateness
ru: Опоздание

# LatenessIgnore
source: Not taken into account is less than late
ru: Не учитывать опоздания меньше

# LeadToZone
source: It leads to a zone
ru: Ведет в зону

# LeavingEarlIgnore
source: Not taken into account before treatments less
ru: Не учитывать уходы раньше меньше

# LockedIntervalOpenAlert
source: Closed interval can not be reopened.
ru: Закрытый интервал не может быть открыт повторно.

source: Login
ru: Логин

source: logo
ru: Логотип

source: main
ru: Основные

# ScheduleLength
source: Mandatory duration rotating schedule
ru: Обязательная продолжительность скользящего графика

# Miss
source: lack of
ru: Отсутствие

# MissIgnore
source: Ignore no less
ru: Не учитывать отсутствие меньше

# NewDepatAdd
source: Add new unit
ru: Добавить новое подразделение

# NewPositionAdd
source: Add new post
ru: Добавить новую должность

source: Next page
ru: Следующая страница

# NightTimeConsider
source: Observe the night in the calculations
ru: Учитывать ночное время в расчетах

# NightTimeEnding
source: Ending the night-time slot
ru: Окончание интервала ночного времени

# NightTimeStart
source: Start interval nighttime
ru: Начало интервала ночного времени

# NightWork
source: Working at night
ru: Работа ночью

source: Norm:
ru: Норма:

# NotReasonMiss
source: Lack of a valid reason
ru: Отсутствие по неуважительной причине

source: of
ru: из

# OnlyFirstLastConsider
source: Consider only the first input of the last exit
ru: Учитывать только первый вход последний выход

source: Open file
ru: Открыть файл

# OrganisationHead
source: Head of the organization
ru: Руководитель организации

# OtherIntervalCross
source: overlap with the boundaries of the other intervals:
ru: пересекаются с границами других интервалов:

# OtherSide
source: back side
ru: Обратная сторона

# Overtime
source: processing
ru: Переработка

# OverTimeIgnore
source: Do not include processing less
ru: Не учитывать переработки меньше

source: Page
ru: Страница

# ParentDepart
source: Parent unit
ru: Родительское подразделение

# PasscardAdd
source: Add badge
ru: Добавить пропуск

# Passcards
source: passes
ru: Пропуска

# PassDesigner
source: skip Designer
ru: Дизайнер пропуска

# PassTemplate
source: skip pattern:
ru: Шаблон пропуска:

# PassTemplates
source: Pass Patterns
ru: Шаблоны пропусков

source: Password
ru: Пароль

# Paste
source: insert
ru: Вставить

source: Personnel Number
ru: Табельный номер

source: Phone
ru: Телефон

# PositionCancel
source: Detach from office
ru: Открепить от должности

# PrevPage
source: Previous page
ru: Предыдущая страница

# Printing
source: print
ru: Печать

# PutCardUSB
source: Attach the card to the USB-card reader
ru: Приложите карту к USB-считывателю карт

source: Reader
ru: Считыватель

# ReasonMiss
source: Absence for a valid reason
ru: Отсутствие по уважительной причине

# ReductionValue
source: size reduction
ru: Величина сокращения

# RefreshURV
source: Data were changed passages. Update ASU tab
ru: Данные о проходах были изменены. Обновите вкладку УРВ

source: Report
ru: Отчет

# ReportPeriod
source: reporting period
ru: Период отчета

# ReserAlert
source: After resetting the restrictions on the second pass pass will be given the condition in which the passage from the input readers will be allowed.
ru: После сброса ограничения на повторный проход пропуску будет присвоено состояние, при котором будет разрешен проход по входным считывателям.

# ResetAllAlert
source: After the reset limit for a second passage in the organization of all passes, passes recorded on the controller will be set to a condition in which the passage from the input readers will be allowed.
ru: После сброса ограничения на повторный проход для ВСЕХ пропусков в организации, пропускам, записанным на контроллер будет присвоено состояние, при котором будет разрешен проход по входным считывателям.

source: responsible person
ru: Ответственное лицо

# ResponsiblePersonPosition
source: Position of the responsible person
ru: Должность ответственного лица

# Restore
source: Reestablish
ru: Восстановить

# ScheduleDevRules
source: Accounting rules deviations from the work schedule
ru: Правила учета отклонений от рабочего расписания

# ScheduleStart
source: Valid schedule
ru: Начало действия графика

# ScheduleType
source: Type of schedule
ru: Тип графика

source: Search
ru: Поиск

# SelectAll
source: Choose all
ru: Выбрать все

# SelectImg
source: Select a picture
ru: Выбрать картинку

source: Set filter
ru: Задать фильтр

# Sex
source: Floor
ru: Пол

# ShortHolidayIgnore
source: Do not take into account the schedule of holidays and days of reduced
ru: Не учитывать расписание праздников и сокращенных дней

# ShowPasscardWithoutAccess
source: Display badge without access pattern
ru: Отображать пропуска без шаблонов доступа

source: Start
ru: Начало

# StartPage
source: home page
ru: Начальная страница

# StructDepartHead
source: Head of structural unit
ru: Руководитель структурного подразделения

# SureWorkerLeftZoneIntervalClose
source: Close range only if you are sure that the employee actually left the area.
ru: Закрывайте интервал только в том случае, если вы уверены, что сотрудник действительно покинул зону.

# Temp
source: Temporary
ru: Временный

source: Time
ru: Время

# To
source: on
ru: по

# Tottally
source: in total
ru: Итого

source: Transition
ru: Переход

source: update
ru: Обновить

source: Upload file
ru: Загрузить файл

# URV
source: ASU
ru: УРВ

# UseCurrDateTime
source: Use the current date and time
ru: Использовать текущую дату и время

source: Visitor
ru: Посетитель

source: Width
ru: Ширина, мм

# WorkScheduleType
source: Type of work schedule
ru: Тип графика работы

source: (zone
ru: (зона
