Repository: r-net11/Rubezh
Catalog: Projects/FiresecService/Localization/FiresecService.Report/Common/CommonResources.*.resx
Languages: ru

# Absence
source: lack of
ru: Отсутствие

# AbsenceInclEarlyLeaveLate
source: Absence (including late arrivals and early departures)
ru: Отсутствие (включая опоздания и ранние уходы)

# AccessPermissions
source: Permissions
ru: Права доступа

source: access Schedule
ru: График доступа

source: access Template
ru: Шаблон доступа

source: Access Zone
ru: Доступ в зоны

source: Archive
ru: Архив

# BalanceWithoutTimeout
source: Balance (excluding overtime unconfirmed)
ru: Баланс (без учета неподтвержденных переработок)

# BalanceWithTimeout
source: Balance (including unconfirmed processing)
ru: Баланс (включая неподтвержденные переработки)

source: Basic schedule
ru: Базовый график

# BirthDate
source: Date of Birth
ru: Дата рождения

# BirthPlace
source: Place of Birth
ru: Место рождения

source: Citizenship
ru: Гражданство

source: Coming
ru: Приход

source: Controller
ru: Контроллер

# CreateNetPipesEndpoint_Address
source: Local address: {0}
ru: Локальный адрес: {0}

# CreateTcpEndpoint_Address
source: Remote address: {0}
ru: Удаленный адрес: {0}

source: date
ru: Дата

source: Day
ru: День

source: deactivated
ru: Деактивированный

# DepartList
source: List of organizational units
ru: Список подразделений организации

# Department
source: Subdivision
ru: Подразделение

# DepartmentWithColon
source: Division: {0}
ru: Подразделение: {0}

# DeviceDate
source: The date and time on your device
ru: Дата и время на устройстве

source: Disciplinary report
ru: Дисциплинарный отчет

source: Document
ru: Документ

# DocumentsReport
source: Report on supporting documents
ru: Отчет по оправдательным документам

# DocumentTime
source: according to the documents, h.
ru: Время по документам, ч.

# Door
source: Access point
ru: Точка доступа

# DoorsList
source: The list of APs
ru: Список точек доступа

source: Duration
ru: Длительность пребывания

# DuringPeriod
source: During the period of {0}
ru: За период {0}

source: elaboration
ru: Уточнение

source: employee
ru: Сотрудник

# EmployeeAbout
source: employee
ru: сотруднике

# EmployeeNo
source: employee
ru: сотрудника

# Employees
source: staff
ru: сотрудников

# EndDate
source: Date graduated.
ru: Дата оконч.

source: End Time.
ru: Время оконч.

# EnterDate
source: Date and time of entry
ru: Дата и время входа

# Exit
source: Care
ru: Уход

# EarlyLeave
source: Care before
ru: Уход раньше

# ExitDate
source: The date and time
ru: Дата и время выхода

# ExpireDate
source: Expiry Date
ru: Действителен до

# FactWorkTime
source: In fact, hours worked, hours.
ru: Фактически отработанное время, ч.

# FilterUpperCase
source: FILTER:
ru: ФИЛЬТР:

# FilterWithColon
source: Filter: {0}
ru: Фильтр: {0}

# FirstEntrLastExt
source: Teaches. only the first entry and the last exit
ru: Учит. только первый вход и последний выход

# FirstName
source: Name
ru: Имя

# FromDateToDate
source: from {0:dd.MM.yyyy HH:mm:ss} to {1:dd.MM.yyyy HH:mm:ss}
ru: c {0:dd.MM.yyyy HH:mm:ss} по {1:dd.MM.yyyy HH:mm:ss}

# FromZone
source: from the zone
ru: Из зоны

source: head
ru: Руководитель

# HMS
source: {0} h. {1} m. {2} s.
ru: {0} ч. {1} м. {2} с.

# IgnoreAbsence
source: It does not teach. no less than
ru: Не учит. отсутствие меньше

# IgnoreAllowedLate
source: It does not teach. delay less
ru: Не учит. опоздания меньше

# IgnoreEarlyLeave
source: It does not teach. Early care less
ru: Не учит. ранний уход меньше

# IgnoreHolidays
source: It does not teach. idle.
ru: Не учит. праздн.

# IgnoreTimeover
source: It does not teach. processing less
ru: Не учит. переработку меньше

# IncludeNightTime
source: Including night
ru: В т.ч. ночные часы

# IncludeNightWork
source: Including work at night
ru: В т.ч. работа ночью

# InfoAbout
source: Information about
ru: Справка о

# InfoAboutEmployee
source: Help the employee
ru: Справка о сотруднике

# InfoAboutVisitor
source: FAQ about the visitor
ru: Справка о посетителе

# InfoAboutWorkTime
source: Help on hours worked
ru: Справка по отработанному времени

source: IP-address
ru: IP-адрес

# IssueDate
source: date of issue
ru: Дата выдачи

source: Issued by
ru: Кем выдан

# LastName
source: Surname
ru: Фамилия

source: lateness
ru: Опоздание

source: Level
ru: Уровень

# LitteralCode
source: Letters. code
ru: Букв. код

source: Location
ru: Местонахождение

# Maintainer
source: Accompanying
ru: Сопровождающий

# MaintainerWithColon
source: Maintainer: {0}
ru: Сопровождающий: {0}

source: Name
ru: Название

# NextDay
source: Track. day
ru: След. день

source: 'No'
ru: 'Нет'

source: Note
ru: Примечание

# NoteWithColon
source: Note: {0}
ru: Примечание: {0}

# NotReasonAbsence
source: The absence of a valid reason for not
ru: Отсутствие по не уважительной причине

# Number
source: room
ru: Номер

source: Num. code
ru: Числ. код

# Object
source: An object
ru: Объект

source: Organization
ru: Организация

# OrganizationWithColon
source: Company: {0}
ru: Организация: {0}

source: overtime
ru: Сверхурочные

# PageOf
source: Page {0} of {1}
ru: Стр {0} из {1}

# Passcard
source: pass
ru: Пропуск

# PasscardNumber
source: Number of passes
ru: Номер пропуска

# PasscardsInfo
source: Data on absences
ru: Сведения о пропусках

# PasscardType
source: pass type
ru: Тип пропуска

# PassDate
source: Date / Time of passage
ru: Дата/время прохода

# PassNumbers
source: number of passes
ru: Число проходов

source: Personnel Number
ru: Табельный номер

source: Phone
ru: Телефон

source: Position
ru: Должность

# PositionList
source: List organization posts
ru: Список должностей организации

# PositionWithColon
source: Title: {0}
ru: Должность: {0}

source: Presence
ru: Присутствие

# PreviouslyDay
source: Prev. day
ru: Пред. день

# ReaderIn
source: reader input
ru: Считыватель вход

# ReaderOut
source: reader output
ru: Считыватель выход

# ReasonAbsence
source: Absence for a valid reason
ru: Отсутствие по уважительной причине

# ReportDate
source: Date and time of the report: {0: dd.MM.yyyy HH: mm: ss}
ru: Дата и время формирования отчета: {0:dd.MM.yyyy HH:mm:ss}

source: Report not ready !!!
ru: Отчет не готов!!!

source: Route
ru: Маршрут

# ScheduleDeviationNotConfirmed
source: Deviations from the schedule is not confirmed by a document h.
ru: Отклонения от графика не подтвержденные документом, ч.

# ScheduleType
source: Type of schedule
ru: Тип графика

# SecondName
source: middle name
ru: Отчество

# Sex
source: Floor
ru: Пол

# StartDate
source: Date of beginning.
ru: Дата нач.

source: Start Time.
ru: Время нач.

source: Subsystem
ru: Подсистема

# SystemDate
source: Date and time of the system
ru: Дата и время в системе

# SystemEventsReport
source: The report on the events of access control systems
ru: Отчет по событиям системы контроля доступа

# TimeoverOutSchedule
source: Recycling is the schedule
ru: Переработка вне графика

# Timeovers
source: processing
ru: Переработки

# Tottally
source: Total
ru: Всего

# TottallyEvents
source: Total events: {0}
ru: Всего событий: {0}

# TottallyRecords
source: Total entries: {0}
ru: Всего записей: {0}

# ToZone
source: In the zone
ru: В зону

# Type
source: A type
ru: Тип

# UpstayDepart
source: A higher division
ru: Вышестоящее подразделение

source: User
ru: Пользователь

# UserWithColon
source: User: {0}
ru: Пользователь: {0}

source: Validity
ru: Срок действия

source: Visitor
ru: Посетитель

# VisitorAbout
source: visitor
ru: посетителе

# VisitorNo
source: visitor
ru: посетителя

source: visitors
ru: посетителей

# WorkSchedule
source: Schedule
ru: График работы

# WorkScheduleReport
source: Report on the work schedules
ru: Отчет по графикам работы

# WorkTimeSchedule
source: Working time schedule for the period h.
ru: Рабочее время по графику за период, ч.

source: 'Yes'
ru: 'Да'

source: Zone
ru: Зона

source: Zone 1
ru: Зона 1

source: Zone 2
ru: Зона 2

# ZoneNotFound
source: The zone can not be found
ru: Зона не найдена
