Repository: r-net11/Rubezh
Catalog: Projects/FiresecService/Localization/StrazhService.Core/Errors/CommonErrors.*.resx
Languages: ru

# ActivePasscards_Error
source: The number of active permits in the system database exceeds the value of the licensed. Download an application can not be
ru: Количество активных пропусков в базе данных системы превышает лицензированное значение. Загрузка приложения невозможна

# AddingIntervalWithTransfer_Error
source: To add a slot to the transition is necessary to remove the connection on the daily chart with the following weekly or monthly chart: \ n \ n {0}
ru: Для добавления интервала с переходом необходимо удалить связи дневного графика со следующими недельными или месячными графиками: {0}

# AnotherAdminConnected_Error
source: Another administrator logged on to the computer '{0}'. Simultaneous operation of the two administrators in the system is not allowed. To log in, shut down the other computer
ru: Другой администратор осуществил вход с компьютера '{0}'. Одновременная работа двух администраторов в системе не допускается. Для входа в систему завершите работу на другом компьютере

# AnotherMonitorConnected_Error
source: Another instance of OZ logged on to the computer '{0}'. Simultaneous work on one PC and two more instances of OZ is not allowed.
ru: Другой экземпляр ОЗ осуществил вход с компьютера '{0}'. Одновременная работа на одном ПК двух и более экземпляров ОЗ не допускается.

# ChangeLockModeNotConfirmedByController_Error
source: Translations into lock mode "{0}" is not confirmed by the controller
ru: Перевод в режим замка "{0}" не подтвержден контроллером

# ComponentNotFound_Error
source: component configuration could not be found
ru: Не найден компонент в конфигурации

# ConfigFileNotExist_Error
source: No configuration file. Please reinstall the program.
ru: Отсутствует файл конфигурации. Пожалуйста, переустановите программу.

# ConfigLicense_Error
source: The configuration does not comply with the limits of the license. To continue the work load another license or change configuration
ru: Конфигурация не соответствует ограничениям лицензии. Для продолжения работы загрузите другую лицензию или измените конфигурацию

# CouldNotChangeLockMode_Error
source: It is impossible to translate the castle "{0}" in this mode
ru: Нельзя перевести замок "{0}" в данный режим

# DB_Error
source: DB Error: {0}
ru: Ошибка БД: {0}

# DeleteFile_Error
source: The error occurred during deleting the file: {0}
ru: В процессе удаления файла возникла ошибка: {0}

# Delete_Error
source: Failed to delete the file '{0}'
ru: Ошибка удаления файла '{0}'

# DeviceNotFound_Error
source: The device is not found in the configuration
ru: Устройство не найдено в конфигурации

# DoorNotFound_Error
source: The access point is not found in the configuration
ru: Точка доступа не найдена в конфигурации

# DoorWithoutEntranceDevice_Error
source: At the access point is not specified input device
ru: У точки доступа не указано устройство входа

# DoorWithoutLock_Error
source: For the access point is not found Castle
ru: Для точки доступа не найден замок

# DurationOfDayIntervalsLessNorm_Error
source: The total duration of the intervals on the daily chart ({0}) must be greater than or equal to the duration of compulsory rotating schedule ({1})
ru: Суммарная продолжительность интервалов дневного графика ({0}) должна быть больше или равна обязательной продолжительности скользящего графика ({1})

# ExecuteOperation_Error
source: The error in the operation at the server {0} {1}
ru: Ошибка при выполнении операции на сервере {0} {1}

# FileNotExistError_Error
source: One of the configuration files are corrupt. Please reinstall the program.
ru: Один из конфигурационных файлов поврежден. Пожалуйста, переустановите программу.

# IncorrectLoginPassword_Error
source: wrong login or password
ru: Неверный логин или пароль

# IntersectionDaySchedule_Error
source: Crossing the daily charts in graphic scheme of '{0}'
ru: Пересечение дневных графиков в схеме графика работы '{0}'

# IntervalsWithTransfer_Error
source: The schedule includes the transition intervals. first remove the ranges with the transition to save the information on the daily chart, specify a value of 0 in the "Mandatory duration rotating schedule ". If you want to set in the "Mandatory duration rotating schedule " non-zero value, and then enter the required value.
ru: График содержит интервалы с переходом. Для сохранения сведений о дневном графике задайте значение 0 в поле "Обязательная продолжительность скользящего графика". Если вы хотите задать в поле "Обязательная продолжительность скользящего графика" ненулевое значение, сначала удалите интервалы с переходом, а затем введите необходимое значение

# LicenseAddCard_Error
source: The number of active permits in accordance with a license can not exceed {0}. To create a new crossing purchase additional licenses.
ru: Количество активных пропусков в соответствии с лицензией не может превышать {0}. Для создания нового пропуска приобретите дополнительные лицензии.

# MaximumConnection_Error
source: Has reached the maximum number of server connections allowed by the license
ru: Достигнуто максимальное количество подключений к серверу, допускаемое лицензией

# PermittedPassNumberZero_Error
source: Permitted number of passes is equal to zero
ru: Разрешенное число проходов равно нулю

# PreviousPasscardNotFound_Error
source: Found Previous Card
ru: Не найдена предыдущая карта

# ProcedureNotFound_Error
source: The procedure could not be found
ru: Процедура не найдена

# ReciveFile_Error
source: Error getting file
ru: Ошибка получения файла

# RecivePasscardsError
source: Error retrieving cards or cards templates
ru: Ошибка при получении карт или шаблонов карт

# RemoteConnectNotPermitted_Error
source: Remote connections to the server are not allowed license
ru: Удаленные подключения к серверу не разрешены лицензией

# ServerNotActivated_Error
source: The server is not activated. Connection to the server is possible only after activation
ru: Сервер не активирован. Подключение к серверу возможно только после его активации

# SpecifyNorm_Error
source: To specify in the "Mandatory duration rotating schedule" non-zero value, you must remove the communication on the daily chart with the following interchangeable or monthly schedules: {0}
ru: Чтобы задать в поле "Обязательная продолжительность скользящего графика" ненулевое значение, необходимо удалить связи дневного графика со следующими сменными или месячными графиками: {0}

# StartHostService_Error
source: Error starting service host: {0}
ru: Ошибка при запуске хоста сервиса: {0}

# TransferFile_Error
source: In the process of file transfer '{0}' An error occurred: {1}
ru: В процессе передачи файла '{0}' произошла ошибка: {1}

# Transfer_Error
source: File transfer error '{0}'
ru: Ошибка передачи файла '{0}'

# UpdateFunctionUnable_Error
source: Update Function Unable
ru: Функция обновления ПО не доступна

# UserHaveNotPermissionToConnect_Error
source: User {0} is not authorized to connect to the remote server host c: {1}
ru: У пользователя {0} нет прав на подключение к удаленному серверу c хоста: {1}

# UserNotFound_Error
source: No user found
ru: Не найден пользователь

# ValidationDayIntervalRelationsAdd_Error
source: Error validation Liaison with the addition of a time interval on the daily chart
ru: Ошибка валидации по связям при добавлении временного интервала дневного графика

# ValidationDayIntervalRelationsEdit_Error
source: Error validation Relations at editing time interval day schedule
ru: Ошибка валидации по связям при редактировании временного интервала дневного графика

# ValidationDayInterval_Error
source: Error validation time period day schedule
ru: Ошибка валидации временного интервала дневного графика

# ValidationInterval_Error
source: Validation Error timeslot UID = '{0}
ru: Ошибка валидации временного интервала UID='{0}

# WorkWithDB_Error
source: Connection to DB error
ru: Возникла ошибка при работе с базой данных

# WritingAccessScheduleCanceled_Error
source: Record all access controllers schedules canceled
ru: Запись графиков доступа на все контроллеры отменена

# WritingLockPasswordsCanceled_Error
source: Record locks passwords on all controllers canceled
ru: Запись паролей замков на все контроллеры отменена

# WritingPasscardsCanceled_Error
source: Record passes for all controllers canceled
ru: Запись пропусков на все контроллеры отменена

# ZoneNotFoundInConfig_Error
source: The zone is not found in the configuration
ru: Зона не найдена в конфигурации

# ZoneWithoutLock_Error
source: For areas not found Castle
ru: Для зоны не найден замок
