Repository: r-net11/Rubezh
Catalog: Projects/FiresecService/Localization/StrazhDeviceSDK/Errors/CommonErrors.*.resx
Languages: ru

# Adding_Error
source: adding
ru: добавления

# Delete_Error
source: removal
ru: удаления

# Edition_Error
source: edit
ru: редактирования

# ExecuteOperationController_Error
source: Error while performing the operation in the controller
ru: Ошибка при выполнении операции в контроллере

# ExecuteOperationDeletePasscardsController_Error
source: Error removing all gaps on the controller
ru: Ошибка при удалении всех пропусков на контроллере

# ExecuteOperationDeletePasswordController_Error
source: Failure to remove the password locks on the controller "{0}"
ru: Ошибка удаления паролей замков на контроллере "{0}"

# ExecuteOperationDevice_Error
source: Error while performing the operation in the device
ru: Ошибка при выполнении операции в приборе

# ExecuteOperationPasscard_Error
source: At step {0} {1} passes on the controller {2} An error occurred
ru: При операции {0} пропуска {1} на контроллере {2} возникла ошибка

# ExecuteOperationRequestInfoController_Error
source: Error in request for information on the controller firmware
ru: Ошибка при запросе информации о прошивке на контроллере

# ExecuteOperationRequestNetController_Error
source: Failed to query the network information on the controller
ru: Ошибка при запросе сетевой информации на контроллере

# ExecuteOperationRequestTimeController_Error
source: Failed to query the current time on the controller
ru: Ошибка при запросе текущего времени на контроллере

# ExecuteOperationSynchTime_Error
source: An error occurred while performing the time synchronization operation on the controller
ru: Ошибка при выполнении операции синхронизации времени на контроллере

# ExecuteOperationWriteAccessSchedule_Error
source: Error during write access operations scheduling controller "{0}"
ru: Ошибка при выполнении операции записи графиков доступа на контроллер "{0}"

# ExecuteOperationWriteConfig_Error
source: Error during configuration of the write operation to the lock controller
ru: Ошибка при выполнении операции записи конфигурации замка на контроллер

# ExecuteOperationWritePasscardController_Error
source: Error in card recording {0} in the controller {1}
ru: Ошибка при записи карты {0} в контроллер {1}

# ExecuteOperation_Error
source: An error occurred while performing operation
ru: Ошибка при выполнении операции
