Repository: r-net11/Rubezh
Catalog: Projects/FireAdministrator/Localization/Strazh/Errors/CommonErrors.*.resx
Languages: ru

# ControllerPassword_Error
source: Lock password must meet the following restrictions: * Can not be empty * Can contain only digits * Number of digits from 3 to 6 DeviceCommands_ControllerError * Must not begin at 0 * Do not have to match the existing password
ru: Пароль замка должен соответствовать следующим ограничениям: *Не может быть пустым *Может состоять только из цифр *Количество знаков от 3 до 6 *Не должен начинаться на 0 *Не должен совпадать с уже имеющимся паролем

# DeviceCommands_ControllerError
source: The operation was not performed on these controllers: {0}
ru: Операция не выполнена на следующих контроллерах: {0}

# GatewayError
source: Not true is the default gateway
ru: Не верно задан шлюз по умолчанию

# IPAddressError
source: Not true given IP-address
ru: Не верно задан IP-адрес

# MaskError
source: The subnet mask is not defined correctly
ru: Не верно задана маска подсети

# OperationError
source: Error during operation
ru: Ошибка во время операции

# UnrelatedDoorError
source: Unrelated AP
ru: Несвязанная точка доступа

# UnrelatedSKDDeviceError
source: Unbound access control device
ru: Несвязанное СКД устройство

# UnrelatedSKDZoneError
source: Unrelated SKD zone
ru: Несвязанная СКД зона

# ValidateDevicesEqualityicate_DublicateError
source: Duplicated device name
ru: Дублируется название устройства

# ValidateDevices_DoorError
source: Inactive participates reader at the access point
ru: Неактивный считыватель участвует в точке доступа

# ValidateDevices_DoorNullError
source: The reader is not involved in the access point
ru: Считыватель не участвует в точке доступа

# ValidateDevices_EmptyNameError
source: No device name
ru: Отсутствует название устройства

# ValidateDevices_ZoneError
source: Inactive reader is in zone
ru: Неактивный считыватель ведет в зону

# ValidateDevices_ZoneNullError
source: The reader does not lead to a zone
ru: Считыватель не ведет в зону

# ValidateDoors_DeviceTypeError
source: Type controller does not match the access point
ru: Тип контроллер не совпадает с типом точки доступа

# ValidateDoors_DublicateNameError
source: Doubles the access point name
ru: Дублируется название точки доступа

# ValidateDoors_DublicateNumberError
source: Doubles room
ru: Дублируется номер

# ValidateDoors_EmptyNameError
source: No Access Point Name
ru: Отсутствует название точки доступа

# ValidateDoors_InDeviceError
source: There is no access point input device
ru: У точки доступа отсутствует входное устройство

# ValidateDoors_OutDeviceEmptyError
source: At the access point is not the output device
ru: У точки доступа отсутствует выходное устройство

# ValidateDoors_OutDeviceError
source: In the AP incorrectly specified output device
ru: У точки доступа неверно указано выходное устройство

# ValidateDoors_OutReaderError
source: At access point output device reader can only be
ru: У точки доступа выходным устройством может быть только считыватель

# ValidateDoors_SameDeviceError
source: One and the same unit linked to different access points
ru: Одно и то же устройство привязано к разным точкам доступа

# ValidateDoorTimeIntervals_DublicateError
source: Doubles title on the daily chart
ru: Дублируется название дневного графика

# ValidateDoorWeeklyIntervals_DublicateError
source: Doubles title on the weekly chart
ru: Дублируется название недельного графика

# ValidateDoorWeeklyIntervals_EmptyError
source: All components of the weekly chart empty
ru: Все составляющие части недельного графика пустые

# ValidateHolidays_DublicateError
source: Doubles holiday date
ru: Дублируется дата праздника

# ValidateHolidays_EmptyNameError
source: No name of the holiday
ru: Отсутствует название праздника

# ValidateIntervals_EmptyNameError
source: No name on the daily chart
ru: Отсутствует название дневного графика

# ValidateIntervals_StartLessEndError
source: Start interval is less than the end of the interval
ru: Начало интервала меньше конца интервала

# ValidateIPAddresses_DublicateError
source: Duplicated IP-address of the device
ru: Дублируется IP-адрес устройства

# ValidateIPAddresses_LoginError
source: login Not specified
ru: Не задан логин

# ValidateIPAddresses_PasswordError
source: No password is set
ru: Не задан пароль

# ValidateIPAddresses_PortError
source: It does not specify a port
ru: Не задан порт

# ValidatePlans_DublicateError
source: {0} is duplicated on the plane {1}
ru: {0} дублируется на плане {1}

# ValidateSlideDayIntervals_DublicateError
source: Doubles title sliding Daily schedule
ru: Дублируется название скользящего посуточного графика

# ValidateSlideDayIntervals_EmptyError
source: All components of sliding Daily schedule empty
ru: Все составляющие части скользящего посуточного графика пустые

# ValidateSlideDayIntervals_EmptyNameError
source: No name sliding Daily schedule
ru: Отсутствует название скользящего посуточного графика

# ValidateSlideDayIntervals_EmptyPartError
source: None of the components of the sliding Daily schedule
ru: Отсутствуют составляющие части скользящего посуточного графика

# ValidateSlideWeeklyIntervals_EmptyNameError
source: No name sliding Weekly schedule
ru: Отсутствует название скользящего понедельного графика

# ValidateSlideWeklyIntervals_DublicateError
source: Doubles title sliding Weekly schedule
ru: Дублируется название скользящего понедельного графика

# ValidateSlideWeklyIntervals_EmptyError
source: All components of sliding weekly schedule empty
ru: Все составляющие части скользящего понедельного графика пустые

# ValidateSlideWeklyIntervals_EmptyPartError
source: None of the components sliding on a weekly schedule
ru: Отсутствуют составляющие части скользящего понедельного графика

# ValidateTimeIntervals_EmptyPartError
source: None of the components of the daily chart
ru: Отсутствуют составляющие части дневного графика

# ValidateTimeIntervals_IntersectError
source: The sequence of intervals must not be intersecting
ru: Последовательность интервалов не должна быть пересекающейся

# ValidateWeeklyIntervals_EmptyNameError
source: No name on the weekly chart
ru: Отсутствует название недельного графика

# ValidateZones_DublicateError
source: Doubles zone name
ru: Дублируется название зоны

# ValidateZones_EmptyNameError
source: No Name Zone
ru: Отсутствует название зоны
